{
    "Spieleinleitung":"Du und deine Kollegen Bob und Alice wurdet von der nationalen Informatikervereinigung (NIV) beauftragt, die letzten vier antiken Floppy-Disks zu finden und sie sicher in das historische Computermuseum zu bringen.\nDie Herausforderung dabei ist, dass die Floppy-Disks auf der ganzen Welt verteilt sind. Aber ihr drei seid die besten Spürnasen weit und breit und scheut euch deshalb natürlich nicht davor, diese Herausforderung anzunehmen.\nDie NIV hat im Darknet einen verschlüsselten Hinweis zu dem Fundort der ersten Floppy-Disk entdeckt und euch diesen weitergeleitet...",
    
    "levelendeUndlevelbeginn":"Gut gemacht!\nIn der Zwischenzeit haben wir das Darknet weiter durchforstet und einen Hinweis auf die nächste Floppy-Disk gefunden.",
    
    "auswahlVerschluesselungsverfahren":"Mit welchem Verfahren wurde die Nachricht verschlüsselt?",
    
    "falschesVerschluesselungsverfahren":"Das war leider falsch. Schau dir den Text nochmal genau an!",
    
    "auswahlStadt":"In welcher der drei Städte befindet sich die Floppy- Disk?",
    
    "falscheStadt":"Das war leider falsch, schau dir die Hinweise nochmal genauer an! Welche Stadt könnte in dem Rätsel gemeint sein?",

    "AufgabenstellungMultipleCoice":"Um die Floppy-Disk zu finden, müsst ihr die folgenden Multiple-Choice Fragen korrekt beantworten!",

    "falscheMultipleChoiceAntwort":"Eve ist euch ein Stück nähergekommen.\nIhr erhaltet eine Zeitstrafe von x Sekunden!",

    "falschVerschluesselt":"Da scheint wohl etwas schief gelaufen zu sein.\nSchau dir die Aufgabe und deine Eingabe nochmal genau an.",

    "floppyDiskGefunden":"Sehr gut, ihr habt die erste Floppy-Disk gefunden!\nSchicke dem NIV eine verschlüsselte Bestätigung, dass ihr die Floppy-Disk erhalten habt.",

    "timerAbgelaufen":"Oh nein! Eve ist euch zuvor gekommen!\nStarte das Level neu um die Disk zurückzubekommen, bevor sie sie auf dem Schwarzmarkt verkauft.",
    
    "Spielende":"Herzlichen Glückwunsch!\nIhr habt alle Floppy-Disks gefunden. Das Computermuseum und der NIV stehen tief in eurer Schuld.\nBis zum nächsten Mal!",
}