{
  "plainText": "Nachdem ihr in Paris gewesen seid und das Kunstmuseum Louvre und die Kathedrale Notre Dame besichtigt habt, ging eure Reise weiter nach Amerika. In der Stadt die niemals schläft habt ihr die Freiheitsstatue besucht, seid ueber die Brooklyn Bridge geschlendert und habt New York vom Empire State Building aus von oben bewundert. Euer naechster Halt habt ihr dann in London gemacht. Nachdem ihr den Big Ben und den Buckingham Palast besucht habt, habt ihr das ungewoehnlich gute Wetter mit einem Spaziergang durch den Hyde-Park und einer Runde mit dem London Eye ausgekostet. Doch wo fuehrt euch eure Suche als naechstes hin?\nIn der Stadt, in der die Floppy-Disk versteckt ist, wird wichtige Politik betrieben, aber trotzdem steppt dort auch ab und zu der Baer. Vor allem seit im November neunzehnhundertneunundachtzig die Mauer, die die Stadt getrennt hatte, gefallen ist.Von einem dreihundertachtundsechszig Meter hohen Turm laesst sich die Stadt gut ueberblicken. Und dank einer grossen Kunstinstallation in der Naehe verliert man auch nie die Zeit aus den Augen, egal von welcher Zeitzone.",
  "encryptionType":"Vigenère Verschlüsselung",
  "answerOptionsEncryption":["Rückwärtsverschlüsselung", "RSA Verschlüsselung", "Vigenère Verschlüsselung"],
  "correctAnswerEncryption":2,
  "answerOptionsCity":["Amsterdam", "Berlin", "San Francisco"],
  "correctAnswerCity":1,
  "textAfterStart":"Ihr seid gerade in Berlin gelandet.\nAber eure Erzfeindin Eve ist euch immer noch auf den Fersen.\nAlso verschiebt die Currywurst auf ein Anderes Mal, denn ihr müsst euch beeilen, damit Eve euch nicht zuvorkommt.\nSCHNELL!",
  "helpText": "Wie soll ich hier vorgehen?\n1. Überlege dir welches der 3 genannten Verschlüsselungsverfahren hier angewandt wurde. Behalte dabei im Kopf, dass das erste Wort entschlüsselt immer Hallo ist.\n2. Klicke dann das entsprechende Verschlüsselungsverfahren an. Falls es nicht korrekt ist, wiederhole Schritt 1 und 2 mithilfe des Ausschluss Verfahrens.\n3. Entschlüssele Im Eingabefeld die letzten 3 Wörter mit dem richtigen Verfahren. Das Kryptotool hilft dir, lass es geöffnet.\n4. Klicke auf den Senden-Knopf. Falls es nicht korrekt ist, wiederhole Schritt 3 und 4. \n\nDas Punktesystem:\nUnten kannst du deinen aktuellen Punktestand einsehen, für jede richtige Entschlüsselungsaufgabe bekommst du 50, für jede richtige Multiple Choice Aufgabe 10 und für jede richtige Verschlüsselungsaufgabe 50 Punkte. Nach Abschluss jedes Levels wird dir die Zeit auf deinen Punktestand dazu addiert, wenn der Timer nicht bereits in diesem Level einmal abgelaufen ist.\n\nDer Menü-Knopf:\nDu kannst zurück zum Menü gehen, wenn du …\n… in ein anderes Level (sofern es freigeschaltet ist) springen möchtest.\n … in den Einstellungen den Dark Mode aktivieren/deaktivieren möchtest.\n… das Kryptotool für die Caesar- oder Vigenère Verschlüsselung benutzen möchtest.\n"
}
