{
	"plainText": "In der Stadt mit einem eisernen Turm und der glaesernen Pyramide befindet sich die Disk.\nSie wird bewacht von der Frau mit dem geheimnisvollen Laecheln und hat den besten Blick auf den glitzernden Fluss der die Stadt teilt.\nJeden morgen kann sie die vielseitigen Klaenge der Glocken hoeren, die Quasimodo liebevoll umsorgt.",
	"encryptionType":"Rückwärtsverschlüsselung",
	"answerOptionsEncryption":["Rückwärtsverschlüsselung", "RSA Verschlüsselung", "Cäsar Verschlüsselung"],
	"correctAnswerEncryption": 0,
	"answerOptionsCity":["Prag", "Paris", "Stockholm"],
	"correctAnswerCity":1,
	"textAfterStart":"Ihr seid gerade in Paris gelandet.\nEure Kontaktperson wurde jedoch kurz vor eurer Ankunft gewarnt, dass eure Erzfeindin Eve ebenfalls auf der Suche nach den antiken Floppy-Disks ist.\nIhr müsst euch beeilen, damit sie euch nicht zuvor kommt.\nSCHNELL!",
	"helpText": "Wie soll ich hier vorgehen?\n1. Überlege dir welches der 3 genannten Verschlüsselungsverfahren hier angewandt wurde. Behalte dabei im Kopf, dass das erste Wort entschlüsselt immer Hallo ist.\n2. Klicke dann das entsprechende Verschlüsselungsverfahren an. Falls es nicht korrekt ist, wiederhole Schritt 1 und 2 mithilfe des Ausschluss Verfahrens.\n3. Entschlüssele Im Eingabefeld die letzten 3 Wörter mit dem richtigen Verfahren.\n4. Klicke auf den Senden-Knopf. Falls es nicht korrekt ist, wiederhole Schritt 3 und 4. \n\nDas Punktesystem:\nUnten kannst du deinen aktuellen Punktestand einsehen, für jede richtige Entschlüsselungsaufgabe bekommst du 50, für jede richtige Multiple Choice Aufgabe 10 und für jede richtige Verschlüsselungsaufgabe 50 Punkte. Nach Abschluss jedes Levels wird dir die Zeit auf deinen Punktestand dazu addiert, wenn der Timer nicht bereits in diesem Level einmal abgelaufen ist.\n\nDer Menü-Knopf:\nDu kannst zurück zum Menü gehen, wenn du …\n… in ein anderes Level (sofern es freigeschaltet ist) springen möchtest.\n … in den Einstellungen den Dark Mode aktivieren/deaktivieren möchtest.\n… das Kryptotool für die Caesar- oder Vigenère Verschlüsselung benutzen möchtest.\n"
}
