{
    "Frage1":"Warum werden Text verschlüsselt? Hat das irgend einen bestimmten Grund?",
    "Antwort1":["Nein, der Verfasser wollte sich nur einen Spaß erlauben.", "Ja, der Text kann sonst von jedem gelesen werden und das wäre nicht sicher.", "Ja, denn der Verfasser kommt vermutlich aus einem Land indem es üblich ist Texte so zu schreiben."],
    "richtigeAntwort1":1,

    "Frage2":"Welche Gefahren kann es geben, wenn eine Nachricht unverschlüsselt verschickt wird? (Mehrere Antworten möglich)",
    "Antwort2":["Jeder kann mitlesen", "Die Nachricht kann verändert werden", "Die Identität des Absenders kann nicht mit Sicherheit bestimmt werden", "Es gibt keine Gefahren"],
    "richtigeAntwort2":[0, 1, 2],

    "Frage3":"Was ist Kryptoanalyse",
    "Antwort3":["Austausch von Informationen, die nicht für alle bestimmt sind.", "Verschlüsseln und Entschlüsseln von Nachrichten mit einem Schlüssel Brechen bzw. Knacken von Chiffre, ohne den Schlüssel zu kennen"],
    "richtigeAntwort3":1,

    "Frage4":"Ist die Cäsar-Chiffre sicher?",
    "Antwort4":["Ja, weil nicht jeder den Text lesen kann", "Es kommt darauf an, wie weit verschoben wurde", "Nein, die Verschlüsselung ist leicht zu lösen"],
    "richtigeAntwort4":2,

    "Frage5":"Wie funktioniert die Cäsar-Chiffre?",
    "Antwort5":["Zahlen statt Buchstaben", "Einzelne Buchstaben weglassen", "Buchstaben im Alphabet verschieben"],
    "richtigeAntwort5":2,

    "Frage6":"Für welche Internet-Aktivitäten kann man unter anderem eine Abmahnung erhalten?",
    "Antwort6":["Memes und GIFs über WhatsApp an Freunde versenden", "Cheats für Spiele posten", "Herunterladen von Raubkopien eines Kinofilms aus dem Internet","Filesharing von illegalen Mediendateien", "Verletzung von Urheberrechten an Bildern im Netz", "Verletzung des Persöhnlichkeits- oder Markenrechts"],
    "richtigeAntwort6":[2, 3, 4, 5],

    "Frage7":"Bringt es etwas für die Sicherheit des Verfahrens, wenn man Cäsar mehrmals anwendet?",
    "Antwort7":["Ja", "Nein"],
    "richtigeAntwort7":1,

    "Frage8":"Welche Probleme können (für den Angreifer) entstehen wenn man nur ein Wort mit Caesar verschlüsselt?",
    "Antwort8":["", "", ""],
    "richtigeAntwort8":,

}