{
  "plainText": "Die zweite Floppy-Disk befindet sich in einer Stadt in Amerika.\nDas Land ist bekannt für ihren Traum von Freiheit.\nIn einer der bekanntesten Staedte steht eine grosse Statue auf einer Insel mit einer Fackel in der Hand, welche sie nach oben streckt.\nAuf dem Kopf traegt sie eine Krone in ihr ist die zweite Floppy-Disk versteckt.",
  "encryptionType":"Cäsar Verschlüsselung",
  "answerOptionsEncryption":["Rückwärtsverschlüsselung", "Cäsar Verschlüsselung", "Vigenère Verschlüsselung"],
  "correctAnswerEncryption": 1,
  "answerOptionsCity":["New York", "Wien", "Moskau"],
  "correctAnswerCity":0,
  "textAfterStart":"\"Ihr seid gerade in New York gelandet.\nAber eure Erzfeindin Eve ist euch immer noch auf den Fersen.\\nAlso verschiebt den Broadway-Besuch auf ein Anderes Mal, denn ihr müsst euch beeilen, damit Eve euch nicht zuvorkommt.\nSCHNELL!",
  "timeInSec": 300,
  "timePenalty": 20,
  "helpText": "Wie soll ich hier vorgehen?\n1. Überlege dir welches der 3 genannten Verschlüsselungsverfahren hier angewandt wurde. Behalte dabei im Kopf, dass das erste Wort entschlüsselt immer Hallo ist.\n2. Klicke dann das entsprechende Verschlüsselungsverfahren an. Falls es nicht korrekt ist, wiederhole Schritt 1 und 2 mithilfe des Ausschluss Verfahrens.\n3. Entschlüssele Im Eingabefeld die letzten 3 Wörter mit dem richtigen Verfahren\n4. Klicke auf den Senden-Knopf. Falls es nicht korrekt ist, wiederhole Schritt 3 und 4 \n\nDas Punktesystem:\nUnten kannst du deinen aktuellen Punktestand einsehen, für jede richtige Entschlüsselungsaufgabe bekommst du 50, für jede richtige Multiple Choice Aufgabe 10 und für jede richtige Verschlüsselungsaufgabe 50 Punkte. Nach Abschluss jedes Levels wird dir die Zeit auf deinen Punktestand dazu addiert, wenn der Timer nicht bereits in diesem Level einmal abgelaufen ist.\n\nDer Menü-Knopf:\nDu kannst zurück zum Menü gehen, wenn du …\n… in ein anderes Level (sofern es freigeschaltet ist) springen möchtest.\n … in den Einstellungen den Dark Mode aktivieren/deaktivieren möchtest.\n… das Kryptotool für die Caesar- oder Vigenère Verschlüsselung benutzen möchtest.\n"
}
